import { MainPageCard } from "./MainPageCard";
import Photo1 from "../../res/MainPagePic1.jpg"


export default function MainPage() {

    return (
        <div>
            <MainPageCard
                title="Іноді не всі почуття можна виразити вголос"
                text="Часом ми відчуваємо, що так багато повинні сказати близькій людині - але нам не вистачає для цього слів. Не кожен з нас Шекспір, звісно. Проте це не означає, що наші близькі люди не знаслуговують на поему в свою честь."
                image={Photo1}
                cardFooter="Тож дозвольте нам допомогти в написанні Вашої Поеми!"
            />
            <MainPageCard
                title="Іноді не всі почуття можна виразити вголос"
                text="Часом ми відчуваємо, що так багато повинні сказати близькій людині - але нам не вистачає для цього слів. Не кожен з нас Шекспір, звісно. Проте це не означає, що наші близькі люди не знаслуговують на поему в свою честь."
                image={Photo1}
                cardFooter="Тож дозвольте нам допомогти в написанні Вашої Поеми!"
            />
        </div>
    )
}